Repository: Lancelotbronner/apple-utm
Catalog: UTM/Platform/Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fi, fr, it, ja, ko, pl, ru, zh_hans, zh_hant, zh_hk

source: The host operating system needs to be updated to support one or more features requested by the guest.
ar: يجب تحديث نظام التشغيل المضيف لدعم ميزة أو أكثر طلبها الضيف.
de: Ihr Host-Betriebssystem muss aktualisiert werden, um ein oder mehrere von der VM angeforderte Features freizuschalten.
es_419: El sistema operativo host debe actualizarse para soportar una o más funciones solicitadas por el invitado.
fr: Le système d’exploitation de l’hôte doit être mis à jour pour prendre en charge une ou plusieurs fonctionnalités requises par l’invité.
it: Il sistema operativo host deve essere aggiornato per supportare una o più funzionalità richieste dal guest.
ja: ゲストから要求された1つ以上の機能に対応するには、ホストのオペレーティングシステムをアップデートする必要があります。
pl: System operacyjny gospodarza musi zostać zaktualizowany, aby wspierać jedną lub więcej funkcji wymaganych przez gościa.
ru: Операционная система хоста должна быть обновлена для поддержки одной или нескольких функций, запрашиваемых гостем.
zh_hans: 需要更新主机的操作系统，以支持客户机请求的一个或多个功能。
zh_hant: 主機端作業系統需要更新，才能支援客體請求的一或多個功能。
zh_hk: 需要更新主機的作業系統以支援客戶端請求的一個或多個功能。

source: The operating system cannot be installed on this machine.
ar: لا يمكن تثبيت نظام التشغيل على هذه الآلة.
ja: そのオペレーティングシステムはこのマシン上ではインストールできません。
pl: Ten system operacyjny nie może zostać zainstalowany na tym sprzęcie.
zh_hans: 操作系统无法安装在此机器上。
zh_hant: 此機器無法安裝本作業系統。
zh_hk: 無法在這個電腦上安裝該作業系統。

source: The operation is not available.
ar: هذه العملية غير متاحة.
ja: その操作は利用できません。
pl: Ta operacja jest niedostępna
zh_hans: 此操作不可用。
zh_hant: 無法執行本動作。
zh_hk: 這個操作不可用。

source: The QEMU guest agent is not running or not installed on the guest.
ar: وكيل ضيف QEMU غير قيد التشغيل أو غير مثبت على الضيف.
ja: QEMUゲストエージェントが起動していないか、ゲストにインストールされていません。
pl: Agent gościa QEMU nie jest uruchomiony lub nie jest zainstalowany na systemie gościa.
zh_hans: QEMU 客户机代理没有运行或未安装在客户机上。
zh_hant: 未執行或未在客體安裝 QEMU 客體代理程式。
zh_hk: QEMU 客戶端代理程式未執行或未在客戶端上安裝。

source: The selected architecture is unsupported in this version of UTM.
ar: البنية المختارة غير مدعومة في هذا الإصدار من UTM.
de: Die gewählte Architektur wird in dieser Version von UTM nicht unterstützt.
es_419: La arquitectura seleccionada no está soportada en esta versión de UTM.
fi: Valittua arkkitehtuuria ei tueta tässä UTM-versiossa.
fr: L’architecture sélectionnée n’est pas disponible dans cette version d’UTM.
it: L'architettura selezionata non è supportata da questa versione di UTM.
ja: 選択されたアーキテクチャはこのバージョンのUTMでは対応していません。
pl: Wybrana architektura jest niewspierana przez tą wersję UTM.
ru: Выбранная архитектура не поддерживается в данной версии UTM.
zh_hans: 此版本的 UTM 不支持所选架构。
zh_hant: 目前版本的 UTM 不支援選擇的系統架構。
zh_hk: 這個版本的 UTM 不支援所選取的體系結構。

source: The selected boot image contains the word '%@' but the guest architecture is '%@'. Please ensure you have selected an image that is compatible with '%@'.
ar: تحتوي صورة التمهيد المحددة على الكلمة '%@' ولكن بنية الضيف هي '%@'. يرجى التأكد من أنك قد اخترت صورة متوافقة مع '%@'.
de: Das gewählte Start-Abbild enthält das Wort „%1$@”, die Gast-Architektur ist jedoch „%2$@”. Bitte stellen Sie sicher, dass Sie ein passendes Abbild für „%3$@” ausgewählt haben.
es_419: La imagen de arranque seleccionada contiene la palabra “%1$@“, pero la arquitectura invitada es “%2$@“. Por favor asegúrese de que tiene seleccionada una imagen que es compatible con “%3$@“.
it: L'immagine di avvio contiene la parola “%1$@“, mentre l'architettura guest è “%2$@“. Assicurati di aver selezionato un'immagine compatibile con “%3$@“.
ja: 選択された起動イメージには単語“%1$@”が含まれていますが、ゲストアーキテクチャは“%2$@”になっています。“%3$@”と互換性のあるイメージが選択されていることを確認してください。
pl: Wybrany obraz zawiera słowo '%@' ale architekturą gościa jest '%@'. Upewnij się, że wybrałeś obraz który jest kompatybilny z '%@'.
ru: Выбранный загрузочный образ содержит слово “%1$@“, но гостевая архитектура - “%2$@“. Убедитесь, что выбран образ, совместимый с “%3$@“.
zh_hans: 所选的引导映像名称包含 '%@'，但客户机的架构为 '%@'。请确保你选择了与 '%@' 兼容的映像。
zh_hant: 選擇的開機映像檔包含「%1$@」單字，但客體架構是「%2$@」。請確保您選擇得是相容「%3$@」的映像檔。
zh_hk: 選取的啟動映像檔包含單字「%1$@」，但客戶端體系結構為「%2$@」。確保你選取了與「%3$@」體系結構相容的映像檔。

source: The server interface version does not match the client.
ar: إصدار واجهة الخادم لا يتطابق مع العميل.
ja: サーバインターフェイスのバージョンがクライアントと一致しません。
pl: Wersja interfejsu serwera nie zgadza się z wersją interfejsu klienta.
zh_hans: 服务器接口版本与客户端不匹配。
zh_hk: 伺服器介面版本與客戶端不匹配。

source: The target does not support hardware emulated serial connections.
ar: الهدف لا يدعم الاتصالات التسلسلية المحاكية بالعتاد.
de: Das Zielsystem unterstützt keine Hardware-Emulation für serielle Anschlüsse.
es_419: El objetivo no soporta conexiones en serie emuladas por hardware.
fr: La cible prend pas en charge l’émulation matérielle de connection de Série.
it: La destinazione non supporta le connessioni seriali emulate.
ja: このターゲットはハードウェア仮想シリアル接続に対応していません。
pl: Cel nie wspiera emulowanych sprzętowo portów szeregowych
ru: Цель не поддерживает аппаратную эмуляцию последовательных соединений.
zh_hans: 目标系统不支持硬件模拟串行连接。
zh_hant: 目標平台不支援硬體模擬序列連接。
zh_hk: 目標平台不支援硬件仿真序列連線。

source: The virtual machine is in an invalid state.
ar: الآلة الافتراضية في حالة غير صالحة.
de: Die VM ist in einem ungültigen Zustand.
es_419: La máquina virtual está en un estado inválido.
fr: La machine virtuelle est dans un état invalide.
it: La macchina virtuale è in uno stato non valido.
ja: 仮想マシンが無効な状態です。
pl: Maszyna wirtualna jest w nieprawidłowym stanie.
ru: Виртуальная машина находится в недопустимом состоянии.
zh_hans: 虚拟机处于无效状态。
zh_hant: 虛擬機的狀態不正確。
zh_hk: 虛擬電腦處於無效狀態。

source: The virtual machine is not running.
ar: الآلة الافتراضية غير قيد التشغيل.
ja: 仮想マシンが実行されていません。
pl: Maszyna wirtualna nie jest uruchomiona.
zh_hans: 虚拟机未运行。
zh_hant: 虛擬機未在執行。
zh_hk: 虛擬電腦未在執行。

source: The virtual machine must be stopped before this operation can be performed.
ar: يجب إيقاف الآلة الافتراضية قبل أن يمكن تنفيذ هذه العملية.
ja: この操作を実行するには、仮想マシンを停止する必要があります。
pl: Maszyna wirtualna musi zostać zatrzymana zanim ta operacja może zostać wykonana.
zh_hans: 在执行此操作之前，必须停止虚拟机。
zh_hant: 在執行本動作前，虛擬機必須先停止。
zh_hk: 必須先停止虛擬電腦，然後才能執行這個操作。

source: Theme
ar: ثيم
es_419: Tema
fi: Teema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pl: Motyw
ru: Тема
zh_hans: 主题
zh_hant: 主題
zh_hk: 主題

source: There are known issues in some newer Linux drivers including black screen, broken compositing, and apps failing to render.
ar: هناك مشاكل معروفة في بعض برامج تشغيل Linux الجديدة بما في ذلك الشاشة السوداء، والتكوين المعطل، وفشل التطبيقات في العرض.
ja: 一部の新しいLinuxドライバの中には、画面が黒くなる、表示が乱れる、アプリのレンダリングに失敗するといった既知の問題があります。
pl: Jest kilka znanych błędów w kilku nowych sterownikach dla systemu Linux zawierące czarny ekran, zepsutą kompozycję i problemy z renderowaniem aplikacji.
zh_hans: 一些较新的 Linux 驱动程序存在已知问题，包括黑屏、合成失败和应用程序无法渲染。
zh_hant: 在部分新版 Linux 驅動程式中有已知問題，包括黑畫面、合成畫面破碎，以及應用程式無法渲染。
zh_hk: 一些較新的 Linux 驅動程式存在已知問題，當中包括螢幕變黑、顯示合成損毀，以及應用程式無法渲染。

source: There is no UTM file in the downloaded ZIP archive.
ar: لا يوجد ملف UTM في الأرشيف المضغوط الذي تم تنزيله.
de: Im heruntergeladenen ZIP-Archiv befindet sich keine UTM-Datei.
es_419: No hay un archivo UTM en el archivo ZIP descargado.
fi: Ladatussa ZIP-arkistossa ei ole UTM-tiedostoa.
it: Non è presente un file UTM nell'archivio ZIP scaricato.
ja: ダウンロードされたZIPアーカイブ内にUTMファイルがありません。
pl: Pobrane archiwum ZIP nie zawiera żadnego pliku UTM.
ru: В скачанном ZIP-архиве отсутствует файл UTM.
zh_hans: 下载的 ZIP 归档中无 UTM 文件。
zh_hant: 下載到的 ZIP 封存檔中沒有 UTM 檔案。
zh_hk: 在已經下載的 ZIP 封存檔內未有 UTM 檔案。

source: These are advanced settings affecting QEMU which should be kept default unless you are running into issues.
ar: هذه إعدادات متقدمة تؤثر على QEMU ويجب الحفاظ على الإعدادات الافتراضية ما لم تواجه مشاكل.
es_419: Estas son configuraciones avanzadas que afectan a QEMU y deben mantenerse predeterminadas a menos que tengas problemas.
fi: Nämä ovat QEMU:hun vaikuttavia lisäasetuksia, jotka tulisi pitää oletusarvoisina, ellei sinulla ole ongelmia.
fr: Ce sont des réglages avancés qui affectent le fonctionnement de QEMU, laissez par défaut sauf si vous rencontrez des pb.
it: Queste sono configurazioni avanzate che hanno impatto su QEMU e dovrebbero essere lasciate alle impostazioni predefinite a meno che non causino problemi.
ja: これらはQEMUに影響を与える詳細設定であり、問題が発生しない限りデフォルトのままにしておくべきです。
pl: To są zaawansowane ustawienia wpływające na QEMU, które powinny pozostać niezmienione, jeśli nie powodują błędów.
ru: Это расширенные параметры, влияющие на работу QEMU, которые следует оставить по умолчанию, если вы не сталкиваетесь с проблемами.
zh_hans: 这些属于 QEMU 的高级设置，除非遇到问题，否则应当保持默认值。
zh_hant: 這裡是影響 QEMU 的進階設定，除非遇到問題否則應當維持預設值。
zh_hk: 這些為影響 QEMU 的進階設定，除非遇到問題，否則你應當保持預設值。

source: This audio card is not supported.
ar: هذه بطاقة الصوت غير مدعومة.
ja: このオーディオカードは対応していません。
pl: Ta karta dźwiękowa nie jest wspierana.
zh_hans: 此声卡不受支持。
zh_hant: 不支援此音效卡。
zh_hk: 這個聲卡不支援。

source: This backend is not supported on your machine.
ar: هذا الخلفية غير مدعومة على جهازك.
ja: このバックエンドはお使いのマシンでは対応していません。
pl: Ten backend nie jest wspierany dla twojego sprzętu.
zh_hans: 你的机器不支持此后端。
zh_hant: 您的裝置不支援此後端。
zh_hk: 你的電腦不支援這個後端。

source: This build does not emulation.
ar: هذا الإصدار لا يدعم المحاكاة.
de: Emulation wird in dieser Version nicht unterstützt.
es_419: Esta compilación no emula.
it: Questa build non supporta l'emulazione.
ja: このビルドではエミュレーションを行いません。
pl: Ta wersja nie wspiera emulacji.
ru: В данной сборке эмуляция не производится.
zh_hans: 此版本不支持模拟。
zh_hant: 這個組建不能模擬。
zh_hk: 這個 UTM 構建不支援仿真。

source: This build of UTM does not support emulating the architecture of this VM.
ar: هذا الإصدار من UTM لا يدعم محاكاة بنية هذه الآلة الافتراضية.
de: Die Emulation dieser Gast-Architektur wird in dieser Version nicht unterstützt.
es_419: Esta compilación de UTM no soporta la emulación de la arquitectura de esta VM.
fr: Cette version d’UTM ne prend pas en charge l’émulation de l’achitecture de cette VM.
it: Questa build di UTM non supporta l'emulazione dell'architettura di questa VM.
ja: このビルドのUTMは、この仮想マシンのアーキテクチャのエミュレーションには対応していません。
pl: Ta wersja UTM nie wspiera emulacji architektury tej wirtualnej maszyny.
ru: Данная сборка UTM не поддерживает эмуляцию архитектуры этой ВМ.
zh_hans: 此 UTM 版本不支持模拟此虚拟机的架构。
zh_hant: 本 UTM 組建不支援模擬此虛擬機的架構。
zh_hk: 這個 UTM 構建不支援仿真該虛擬電腦的體系結構。

source: This change will reset all settings
ar: سيؤدي هذا التغيير إلى إعادة تعيين جميع الإعدادات.
de: Diese Änderung setzt sämtliche anderen Einstellungen zurück
es_419: Este cambio restablecerá todas las configuraciones
fr: Ce changement réinitialisera tous les réglages
it: Questa modifica riporterà alle impostazioni predefinite
ja: この変更により、すべての設定がリセットされます
pl: Ta zmiania zresetuje wszystkie ustawienia.
ru: Это изменение приведет к сбросу всех настроек
zh_hans: 此更改将重置所有设置。
zh_hant: 此更改會重設所有設定
zh_hk: 這個變更會重設所有設定

source: This configuration is saved with a newer version of UTM and is not compatible with this version.
ar: تم حفظ هذا التكوين بإصدار أحدث من UTM وهو غير متوافق مع هذا الإصدار.
de: Diese Konfiguration stammt aus einer neueren Version von UTM und wird nicht unterstützt.
es_419: Esta configuración está guardada con una nueva versión de UTM y no es compatible con esta versión.
fr: Cette configuration est sauvegardée dans une version plus récente d’UTM et n’est pas compatible avec cette version.
it: Questa configurazione è stata salvata con una versione più recente di UTM e non è compatibile con la versione attuale
ja: この構成は新しいバージョンのUTMで保存されており、このバージョンとは互換性がありません。
pl: Ta konfiguracja została zapisana w nowszej wersji UTM i nie jest kompatybilna z tą wersją programu.
ru: Данная конфигурация сохранена в более новой версии UTM и не совместима с этой версией.
zh_hans: 此配置是用较新版本的 UTM 保存的，并且与此版本不兼容。
zh_hant: 本組態設定是使用較新版本的 UTM 儲存，與這個版本不相容。
zh_hk: 這個設定使用較新版本的 UTM 儲存，與這個版本不相容。

source: This configuration is too old and is not supported.
ar: هذا التكوين قديم جدًا وغير مدعوم.
de: Diese Konfiguration ist veraltet und wird von dieser Version nicht unterstützt.
es_419: Esta configuración es muy antigua y no está soportada.
fr: Cette configuration est trop ancienne et n’est pas prise en charge.
it: Questa configurazione proviene da una versione precedente non più supportata.
ja: この構成は古すぎるため、対応していません。
pl: Ta konfiguracja jest przestarzała i niewspierana
ru: Данная конфигурация слишком устарела и не поддерживается.
zh_hans: 此配置过旧，无法支持。
zh_hant: 本組態設定過舊且不支援。
zh_hk: 這個設定過舊，無法支援。

source: This device is not supported by the target.
ar: هذا الجهاز غير مدعوم من قبل الهدف.
ja: このデバイスはターゲットが対応していません。
pl: To urządzenie nie jest wspierane przez docelowy system.
zh_hans: 目标不支持此设备。
zh_hant: 目標平台不支援此裝置。
zh_hk: 目標不支援這個裝置。

source: This directory is already being shared.
ar: يتم مشاركة هذا الدليل بالفعل.
de: Dieser Ordner wird bereits freigegeben.
es_419: Este directorio ya está siendo compartido.
fr: Ce dossier est déjà partagé.
it: Questa cartella è già condivisa.
ja: このディレクトリはすでに共有されています。
pl: Ten katalog jest już współdzielony.
ru: Этот каталог уже находится в общем доступе.
zh_hans: 此目录已被共享。
zh_hant: 本檔案夾已在共享。
zh_hk: 這個目錄已經被分享。

source: This function is not implemented.
ar: هذه الوظيفة غير منفذة.
ja: この機能は実装されていません。
zh_hans: 此功能未实现。
zh_hk: 這個功能未實現。

source: This functionality is not yet implemented.
ar: هذه الوظيفة لم تُنفذ بعد.
ja: この機能はまだ実装されていません。
zh_hans: 此功能尚未实现。
zh_hk: 這個功能未實現。

source: This host is not yet trusted. You should verify that the fingerprints match what is displayed on the host and then select Trust to continue.
ar: هذا المضيف لم يُوثق بعد. يجب عليك التحقق من أن بصمات الأصابع تتطابق مع ما هو معروض على المضيف ثم اختيار "ثقة" للمتابعة.
ja: このホストはまだ信頼されていません。指紋がホストに表示されているものと一致していることを確認し、“信頼”を選択して続ける必要があります。
pl: Gospodarz nie jest zaufany. Musisz zweryfikować czy odciski zgadzają się z tym, co jest wyświetlane u gospodarza, a następnie wybrać 'Ufaj', aby kontynuować
zh_hans: 此主机尚未被信任。你应该验证指纹是否与主机上所显示的匹配，然后选择“信任”以继续。
zh_hk: 這個主機未得到信任。你應該驗證指紋是否與主機上顯示的內容匹配，然後選擇「信任」以繼續。

source: This is appended to the -machine argument.
ar: يتم إضافته إلى وسيط -machine.
es_419: Esto se adjunta al argumento -machine.
fi: Tämä on liitetty -kone-argumenttiin.
fr: Ceci est ajouté à l’argument -machine.
it: Aggiunto all'argomento -machine
ja: -machine引数に追加されます。
pl: To jest dołączone do argumentu -machine.
ru: Это значение добавляется к аргументу -machine.
zh_hans: 这会添加到 -machine 参数的末端。
zh_hant: 這會加到 -machine 引數的末尾。
zh_hk: 這會加至 -machine 參數的尾端。

source: This is not a valid Apple Virtualization configuration.
ar: هذه ليست تكوينًا صالحًا لافتراضية Apple.
de: Dies ist keine gültige Apple Virtualisierungs-Konfiguration.
es_419: Esta no es una configuración válida de la Virtualización de Apple.
fr: Ceci n’est pas une configuration de virtualisation Apple valide.
it: Questa non è una configurazione valida per la Virtualizzazione Apple.
ja: 有効なApple仮想化構成ではありません。
pl: To nie jest prawidłowa konfiguracja Wirtualizacji Apple
ru: Это недопустимая конфигурация Apple Virtualization.
zh_hans: 并非有效的 Apple 虚拟化配置。
zh_hant: 這不是有效的 Apple Virtualization 組態設定。
zh_hk: 並非有效的 Apple 虛擬化設定。

source: This may corrupt the VM and any unsaved changes will be lost. To quit safely, shut down from the guest.
ar: قد يتسبب هذا في تلف الآلة الافتراضية وأي تغييرات غير محفوظة ستفقد. للخروج بأمان، قم بإيقاف التشغيل من الضيف.
de: Kann zu Datenverlust führen und die VM unbrauchbar machen. Fahren Sie die VM falls möglich mittels dem Gastsystem herunter.
es_419: Esto puede corromper la VM y se perderá cualquier cambio no guardado. Para salir con seguridad, apaga la VM desde el invitado.
fr: Ceci peut corrompre la VM et tous les changements non sauvegardés seront perdus. Pour quitter en toute sécurité, quittez le système d’exploitation de l’invité.
it: Questo potrebbe compromettere la VM e ogni modifica non salvata verrà persa. Per uscire in sicurezza, spegni la macchina dal sistema guest.
ja: この操作により、仮想マシンを破損させる可能性があり、保存されていない変更内容が失われます。安全に終了するには、ゲストからシステム終了してください。
ko: 저장하지 않은 변경사항은 유실됩니다. 게스트 운영체제에서 안전하게 종료하세요.
pl: To może uszkodzić wirtualną maszynę, a niezapisane zmiany zostaną usunięte. Aby wyjść bezpiecznie, wyłącz z poziomu systemu gościa.
ru: Это может привести к повреждению виртуальной машины, и все несохраненные изменения будут потеряны. Для безопасного выхода из системы выключите ее из гостевой ОС.
zh_hans: 这可能会损坏虚拟机，任何未保存的更改都将丢失。为了安全退出，请从客户机操作系统关闭。
zh_hant: 這可能損壞虛擬機，且未儲存的更改將會遺失。如要安全地結束，請從客體系統關機。
zh_hk: 這可能會損毀虛擬電腦，任何未儲存的變更都將遺失。如要安全退出，請從客戶端關機。

source: This operating system is unsupported on your machine.
ar: هذا نظام التشغيل غير مدعوم على جهازك.
de: Dieses Betriebssystem wird auf Ihrem Gerät nicht unterstützt.
es_419: Este sistema operativo no está soportado en tu máquina.
fr: Ce système d’exploitation n’est pas pris en charge sur votre machine.
it: Questo sistema operativo non è supportato dalla tua macchina.
ja: このオペレーティングシステムはお使いのマシンでは対応していません。
pl: System operacyjny nie jest wspierany przez twoją maszynę.
ru: Данная операционная система не поддерживается на вашем компьютере.
zh_hans: 你的机器不支持此操作系统。
zh_hant: 您的裝置不支援本作業系統。
zh_hk: 你的電腦不支援這個作業系統。

source: This virtual machine cannot be found at: %@
ar: لا يمكن العثور على هذه الآلة الافتراضية في: %@
ja: この仮想マシンは次の場所で見つけられません: %@
pl: Ta wirtualna maszyna nie została znaleziona w: %@
zh_hans: 虚拟机无法从此路径中找到：%@
zh_hant: 這個虛擬機無法在這裡找到：%@
zh_hk: 虛擬電腦無法於這個位置找到：%@

source: This virtual machine cannot be run on this machine.
ar: لا يمكن تشغيل هذه الآلة الافتراضية على هذه الآلة.
de: Diese VM wird auf Ihrem Gerät nicht unterstützt.
es_419: Esta máquina virtual no puede ejecutarse en esta máquina.
fr: Cette machine virtuelle ne peut pas être exécutée sur cette machine.
it: Questo macchina virtuale non è supportato dalla tua macchina.
ja: この仮想マシンはこのマシンでは実行できません。
pl: Ta wirtualna maszyna nie może być uruchomiona na tym sprzęcie.
ru: Эта виртуальная машина не может быть запущена на данной машине.
zh_hans: 此虚拟机无法在这台机器上运行。
zh_hant: 本虛擬機無法在此機器運作。
zh_hk: 這個虛擬電腦無法在該電腦上執行。

source: This virtual machine cannot run on the current host machine.
ar: لا يمكن تشغيل هذه الآلة الافتراضية على المضيف الحالي.
de: Diese VM wird auf Ihrem Gerät nicht unterstützt.
es_419: Esta máquina virtual no puede ejecutarse en la máquina anfitrión actual.
fr: Cette machine virtuelle ne peut pas être exécutée sur cette machine hôte.
it: Questo macchina virtuale non è supportato dalla tua macchina host attuale.
ja: この仮想マシンは現在のホストマシンでは実行できません。
pl: Ta maszyna wirtualna nie może być uruchomiona na maszynie gospodarza (host).
ru: Эта виртуальная машина не может работать на текущей хост-машине.
zh_hans: 此虚拟机无法在当前主机上运行。
zh_hant: 本虛擬機無法在目前的主機端機器運作。
zh_hk: 這個虛擬電腦無法在當前主機上執行。

source: This virtual machine contains an invalid hardware model. The configuration may be corrupted or is outdated.
ar: تحتوي هذه الآلة الافتراضية على نموذج عتاد غير صالح. قد يكون التكوين تالفًا أو قديمًا.
de: Die VM enthält ein nicht unterstütztes Hardware-Modell. Möglicherweise ist die Konfiguration beschädigt oder veraltet.
es_419: Esta máquina virtual contiene un modelo inválido de hardware. La configuración puede estar corrupta o desactualizada.
fr: La machine virtuelle contient un modèle matériel non valide. La configuration est peut-être corrompue ou périmée.
it: Questa macchina virtuale contiene un modello hardware non valido. La configurazione potrebbe essere non aggiornata o non corretta.
ja: この仮想マシンには無効なハードウェアモデルが含まれています。構成が破損しているか、古くなっている可能性があります。
pl: Wirtualna maszyna zawiera zły model sprzętu. Konfiguracja może być uszkodzona lub nieaktualna.
ru: Эта виртуальная машина содержит недопустимую аппаратную модель. Конфигурация может быть испорченной или устаревшей.
zh_hans: 此虚拟机包含无效的硬件型号，其配置可能已损坏或过时。
zh_hant: 本虛擬機包含無效的硬體型號。組態設定可能已經損壞或過時。
zh_hk: 這個虛擬電腦含有無效的硬體型號。其設定可能損毀或是過時。

source: This virtual machine has been removed.
ar: تمت إزالة هذه الآلة الافتراضية.
de: Diese VM wurde entfernt.
es_419: Esta máquina virtual ha sido eliminada.
fr: Cette machine virtuelle a été supprimée.
it: Questa macchina virtuale è stata eliminata.
ja: この仮想マシンは削除されました。
pl: Ta wirtualna maszyna została usunięta.
ru: Эта виртуальная машина была удалена.
zh_hans: 此虚拟机已被移除。
zh_hant: 本虛擬機已被移除。
zh_hk: 這個虛擬電腦已經被刪除。

source: This virtual machine is already running. In order to run it from this device, you must stop it first.
ar: هذه الآلة الافتراضية قيد التشغيل بالفعل. لتشغيلها من هذا الجهاز، يجب عليك إيقافها أولاً.
ja: この仮想マシンはすでに実行されています。このデバイスから実行するには、まず停止する必要があります。
zh_hans: 此虚拟机已在运行。要从该设备运行此虚拟机，你必须先停止它。
zh_hk: 這個虛擬電腦已經在執行。為了由這個裝置執行，你必須先停止它。

source: This virtual machine is currently unavailable, make sure it is not open in another session.
ar: هذه الآلة الافتراضية غير متاحة حاليًا، تأكد من أنها غير مفتوحة في جلسة أخرى.
ja: この仮想マシンは現在使用できません。別のセッションで開かれていないことを確認してください。
zh_hans: 此虚拟机当前不可用，请确保它没有在另一个会话中打开。
zh_hk: 現時無法使用這個虛擬電腦，確保它沒有於另一個會話當中開啟。.

source: This virtual machine must be re-added to UTM by opening it with Finder. You can find it at the path: %@
ar: يجب إعادة إضافة هذه الآلة الافتراضية إلى UTM عن طريق فتحها باستخدام Finder. يمكنك العثور عليها في المسار: %@
ja: この仮想マシンはFinderで開いてUTMに再度追加する必要があります。次のパスにあります: %@
pl: Ta maszyna wirtualna musi być dodana ponownie do UTM przez otwarcie jej za pomocą Findera. Możesz ją znaleźć w tej ścieżce: %@
zh_hans: 必须使用访达打开此虚拟机，将其重新添加到 UTM 中。你可以从此路径中找到：%@
zh_hant: 本虛擬機必須重新加入到 UTM，方法是在 Finder 打開這個虛擬機檔案。您可以在此路徑找到這個檔案：%@
zh_hk: 必須使用 Finder 開啟這個虛擬電腦，將其重新加至 UTM 中。你可以於這個路徑中找到它：%@

source: This VM is configured for a backend that does not support remote clients.
ar: تم تكوين هذه الآلة الافتراضية لخلفية لا تدعم العملاء عن بُعد.

source: This VM is unavailable.
ar: هذه الآلة الافتراضية غير متاحة.
zh_hans: 此虚拟机不可用。
zh_hk: 這個虛擬電腦無法使用。

source: This will reset the VM and any unsaved state will be lost.
ar: سيؤدي هذا إلى إعادة تعيين الآلة الافتراضية وأي حالة غير محفوظة ستفقد.
de: Die VM wird neu gestartet und nicht gespeicherte Änderungen gehen verloren.
es_419: Esto reiniciará la VM y se perderá cualquier estado no guardado.
fr: Ceci va réinitialiser la VM et toutes les informations non enregistrées seront perdues.
it: Questo riavvierà la VM e ogni modifica non salvata sarà persa.
ja: この操作により、仮想マシンがリセットされ、保存されていない状態が失われます。
ko: 저장하지 않은 변경사항은 유실됩니다.
pl: To zresetuje maszynę wirtualną i wszelkie niezapisane zmiany zostaną utracone.
ru: Это приведет к перезагрузке ВМ, и все несохраненные состояния будут потеряны.
zh_hans: 这将重置虚拟机，任何未保存的状态都将丢失。
zh_hant: 這將重設虛擬機，未儲存的狀態將會遺失。
zh_hk: 這將重設虛擬電腦，任何未儲存的狀態都將遺失。

source: Timed out trying to connect.
ar: انتهت المهلة أثناء محاولة الاتصال.
ja: 接続試行中にタイムアウトになりました。
pl: Przekroczono limit czasu podczas próby połączenia.
zh_hans: 尝试连接超时。
zh_hk: 嘗試連接超時。
